Repository: juliofihdeldev/FocusAppiOS
Catalog: FocusZone/Resources/*.lproj/Localizable.strings
Languages: fr, it, ja, pt_pt

# what_type_of_task
source: What type of task is this?
fr: Quel type de tâche est-ce ?
it: Che tipo di attività è questa?
ja: これはどのようなタスクですか？
pt_pt: Que tipo de tarefa é esta?

source: How often?
fr: À quelle fréquence ?
it: Con che frequenza?
ja: どのくらいの頻度？
pt_pt: Com que frequência?

source: Notifications enabled
fr: Notifications activées
it: Notifiche abilitate
ja: 通知が有効
pt_pt: Notificações ativadas

source: You will receive:
fr: Vous recevrez :
it: Riceverai:
ja: 以下の通知を受け取ります：
pt_pt: Você receberá:

# five_minutes_before
source: • 5 minutes before task starts
fr: • 5 minutes avant le début de la tâche
it: • 5 minuti prima che l'attività inizi
ja: • タスク開始5分前
pt_pt: • 5 minutos antes da tarefa começar

# when_task_starts
source: • When task is scheduled to start
fr: • Quand la tâche est programmée pour commencer
it: • Quando l'attività è programmata per iniziare
ja: • タスクが開始予定時刻になった時
pt_pt: • Quando a tarefa estiver programada para começar

source: • Completion confirmation
fr: • Confirmation de fin
it: • Conferma di completamento
ja: • 完了確認
pt_pt: • Confirmação de conclusão

# enable_notifications_settings
source: Enable notifications in Settings to receive task reminders
fr: Activez les notifications dans les Paramètres pour recevoir des rappels de tâches
it: Abilita le notifiche nelle Impostazioni per ricevere promemoria per le attività
ja: 設定で通知を有効にしてタスクのリマインダーを受け取る
pt_pt: Ative as notificações nas Configurações para receber lembretes de tarefas

source: ✅ Task created
fr: ✅ Tâche créée
it: ✅ Attività Creata
ja: ✅ タスクが作成されました
pt_pt: ✅ Tarefa Criada

# task_scheduled_for
source: '%@' scheduled for %@
fr: '%@' programmée pour %@
it: '%@' programmata per %@
ja: '%@'が%@にスケジュールされました
pt_pt: '%@' agendada para %@

source: At start of task
fr: Au début de la tâche
it: All'inizio dell'attività
ja: タスク開始時
pt_pt: No início da tarefa

# repeat_none
source: None
fr: Aucune
it: Nessuna
ja: なし
pt_pt: Nenhuma

# repeat_daily
source: Daily
fr: Quotidienne
it: Giornaliera
ja: 毎日
pt_pt: Diária

# repeat_weekdays
source: Weekdays
fr: Jours ouvrables
it: Giorni feriali
ja: 平日
pt_pt: Dias úteis

# repeat_weekly
source: Weekly
fr: Hebdomadaire
it: Settimanale
ja: 毎週
pt_pt: Semanal

# repeat_monthly
source: Monthly
fr: Mensuel
it: Mensile
ja: 月次
pt_pt: Mensal

source: Previous
fr: Précédent
it: Precedente
ja: 前へ
pt_pt: Anterior

source: Skip
fr: Passer
it: Salta
ja: スキップ
pt_pt: Saltar

source: Transform Your Productivity
fr: Transformez Votre Productivité
it: Trasforma la Tua Produttività
ja: 生産性を変革しよう
pt_pt: Transforme a Sua Produtividade

# onboarding_description_1
source: Discover the ultimate focus companion that helps you accomplish more in less time. Our AI-powered app combines smart time management with personalized insights to boost your productivity and maintain work-life balance.
fr: Découvrez le compagnon de concentration ultime qui vous aide à accomplir plus en moins de temps. Notre application alimentée par l'IA combine la gestion intelligente du temps avec des insights personnalisés pour stimuler votre productivité et maintenir l'équilibre travail-vie.
it: Scopri il compagno di concentrazione definitivo che ti aiuta a realizzare di più in meno tempo. La nostra app alimentata dall'IA combina la gestione intelligente del tempo con approfondimenti personalizzati per aumentare la tua produttività e mantenere l'equilibrio lavoro-vita.
ja: より短時間でより多くのことを達成するのに役立つ究極の集中コンパニオンを発見しましょう。AI搭載のアプリは、インテリジェントな時間管理とパーソナライズされた洞察を組み合わせて、生産性を向上させ、ワークライフバランスを維持します。
pt_pt: Descubra o companheiro de foco definitivo que o ajuda a realizar mais em menos tempo. A nossa aplicação alimentada por IA combina gestão inteligente do tempo com insights personalizados para aumentar a sua produtividade e manter o equilíbrio trabalho-vida.

source: Powerful Features
fr: Fonctionnalités Puissantes
it: Funzionalità Potenti
ja: 強力な機能
pt_pt: Funcionalidades Poderosas

source: AI Assistant
fr: Assistant IA
it: Assistente IA
ja: AIアシスタント
pt_pt: Assistente IA

source: Analytics
fr: Analyses
it: Analisi
ja: 分析
pt_pt: Análises

source: Smart Timers
fr: Minuteurs Intelligents
it: Timer Intelligenti
ja: スマートタイマー
pt_pt: Temporizadores Inteligentes

source: Break Suggestions
fr: Suggestions de Pause
it: Suggerimenti per le Pause
ja: 休憩提案
pt_pt: Sugestões de Pausa

source: Focus Modes
fr: Modes de Concentration
it: Modalità di Concentrazione
ja: 集中モード
pt_pt: Modos de Foco

source: Cloud Sync
fr: Synchronisation Cloud
it: Sincronizzazione Cloud
ja: クラウド同期
pt_pt: Sincronização na Nuvem

source: Ready to Focus?
fr: Prêt à Vous Concentrer ?
it: Pronto a Concentrarti?
ja: 集中する準備はできましたか？
pt_pt: Pronto para Focar?

# onboarding_description_3
source: Start your productivity journey today. Create tasks, set focus sessions, and watch your progress grow with our smart insights and recommendations.
fr: Commencez votre parcours de productivité aujourd'hui. Créez des tâches, définissez des sessions de concentration et regardez vos progrès grandir avec nos insights et recommandations intelligents.
it: Inizia oggi il tuo viaggio di produttività. Crea attività, imposta sessioni di concentrazione e guarda i tuoi progressi crescere con i nostri approfondimenti e raccomandazioni intelligenti.
ja: 今日から生産性の旅を始めましょう。タスクを作成し、集中セッションを設定し、インテリジェントな洞察と推奨事項で進歩を見守りましょう。
pt_pt: Comece a sua jornada de produtividade hoje. Crie tarefas, defina sessões de foco e veja os seus progressos crescerem com os nossos insights e recomendações inteligentes.

source: Slide to Get Started
fr: Glissez pour Commencer
it: Scorri per Iniziare
ja: スライドして開始
pt_pt: Deslize para Começar

source: Welcome!
fr: Bienvenue !
it: Benvenuto!
ja: ようこそ！
pt_pt: Bem-vindo!

source: No tasks for today
fr: Aucune tâche pour aujourd'hui
it: Nessuna attività per oggi
ja: 今日のタスクはありません
pt_pt: Nenhuma tarefa para hoje

# tap_plus_to_create_first_task
source: Tap the + button to create your first task
fr: Appuyez sur le bouton + pour créer votre première tâche
it: Tocca il pulsante + per creare la tua prima attività
ja: +ボタンをタップして最初のタスクを作成
pt_pt: Toque no botão + para criar a sua primeira tarefa

source: Enable Notifications
fr: Activer les Notifications
it: Abilita Notifiche
ja: 通知を有効にする
pt_pt: Ativar Notificações

# notifications_disabled_banner
source: Notifications Disabled
fr: Notifications Désactivées
it: Notifiche Disabilitate
ja: 通知が無効
pt_pt: Notificações Desativadas

source: Enable to get task reminders
fr: Activez pour recevoir des rappels de tâches
it: Abilita per ricevere promemoria per le attività
ja: タスクリマインダーを受け取るために有効にする
pt_pt: Ative para receber lembretes de tarefas

source: Starts in %@
fr: Commence dans
it: Inizia tra
ja: 開始まで
pt_pt: Começa em

source: %@ remaining
fr: restant
it: rimanente
ja: 残り
pt_pt: restante

source: %@ overdue
fr: en retard
it: in ritardo
ja: 期限切れ
pt_pt: em atraso

source: hrs
fr: h
it: ore
ja: 時間
pt_pt: h

source: Dismiss
fr: Rejeter
it: Ignora
ja: 却下
pt_pt: Dispensar

source: Not interested
fr: Pas intéressé
it: Non interessato
ja: 興味なし
pt_pt: Não interessado

source: Add Break
fr: Ajouter une Pause
it: Aggiungi Pausa
ja: 休憩を追加
pt_pt: Adicionar Pausa

source: swipe
fr: glissez
it: scorri
ja: スワイプ
pt_pt: deslize

# plan_a_break
source: Plan a %@ in %@?
fr: Planifier une %@ dans %@ ?
it: Pianifica una %@ in %@ ?
ja: %@で%@を計画しますか？
pt_pt: Planear uma %@ em %@ ?

source: Repeating task instance
fr: Instance de tâche répétitive
it: Istanza di attività ripetitiva
ja: 繰り返しタスクのインスタンス
pt_pt: Instância de tarefa repetitiva

source: Repeating task series
fr: Série de tâches répétitives
it: Serie di attività ripetitive
ja: 繰り返しタスクシリーズ
pt_pt: Série de tarefas repetitivas

source: Progress
fr: Progrès
it: Progresso
ja: 進捗
pt_pt: Progresso

source: Start Focus Session
fr: Démarrer la Session de Concentration
it: Avvia Sessione di Concentrazione
ja: 集中セッションを開始
pt_pt: Iniciar Sessão de Foco

source: Mark Complete
fr: Marquer comme Terminé
it: Segna come Completato
ja: 完了としてマーク
pt_pt: Marcar como Concluído

source: Edit Task
fr: Modifier la Tâche
it: Modifica Attività
ja: タスクを編集
pt_pt: Editar Tarefa

source: Duplicate Task
fr: Dupliquer la Tâche
it: Duplica Attività
ja: タスクを複製
pt_pt: Duplicar Tarefa

source: Delete Task
fr: Supprimer la Tâche
it: Elimina Attività
ja: タスクを削除
pt_pt: Eliminar Tarefa

source: Part of repeating series
fr: Partie d'une série répétitive
it: Parte di una serie ripetitiva
ja: 繰り返しシリーズの一部
pt_pt: Parte de uma série repetitiva

source: What would you like to delete?
fr: Que souhaitez-vous supprimer ?
it: Cosa vorresti eliminare?
ja: 何を削除したいですか？
pt_pt: O que gostaria de eliminar?

source: Delete This Instance
fr: Supprimer Cette Instance
it: Elimina Questa Istanza
ja: このインスタンスを削除
pt_pt: Eliminar Esta Instância

source: Remove only this occurrence
fr: Supprimer seulement cette occurrence
it: Rimuovi solo questa occorrenza
ja: この発生のみを削除
pt_pt: Remover apenas esta ocorrência

source: Delete All Instances
fr: Supprimer Toutes les Instances
it: Elimina Tutte le Istanze
ja: すべてのインスタンスを削除
pt_pt: Eliminar Todas as Instâncias

source: Remove the entire repeating series
fr: Supprimer toute la série répétitive
it: Rimuovi l'intera serie ripetitiva
ja: 繰り返しシリーズ全体を削除
pt_pt: Remover toda a série repetitiva

source: Delete Future Instances
fr: Supprimer les Instances Futures
it: Elimina Istanze Future
ja: 将来のインスタンスを削除
pt_pt: Eliminar Instâncias Futuras

source: Keep past, remove upcoming occurrences
fr: Garder le passé, supprimer les occurrences à venir
it: Mantieni il passato, rimuovi le occorrenze future
ja: 過去を保持し、今後の発生を削除
pt_pt: Manter o passado, remover ocorrências futuras

source: Delete Entire Series
fr: Supprimer Toute la Série
it: Elimina l'Intera Serie
ja: シリーズ全体を削除
pt_pt: Eliminar Toda a Série

source: Remove this task and all its instances
fr: Supprimer cette tâche et toutes ses instances
it: Rimuovi questa attività e tutte le sue istanze
ja: このタスクとそのすべてのインスタンスを削除
pt_pt: Remover esta tarefa e todas as suas instâncias

source: Keep completed instances, remove future ones
fr: Garder les instances terminées, supprimer les futures
it: Mantieni le istanze completate, rimuovi quelle future
ja: 完了したインスタンスを保持し、将来のものを削除
pt_pt: Manter instâncias concluídas, remover futuras

source: This action cannot be undone
fr: Cette action ne peut pas être annulée
it: Questa azione non può essere annullata
ja: このアクションは元に戻せません
pt_pt: Esta ação não pode ser desfeita

# delete_task_navigation_title
source: Delete Task
fr: Supprimer la Tâche
it: Elimina Attività
ja: タスクを削除
pt_pt: Eliminar Tarefa

source: Focus Coach
fr: Coach de Concentration
it: Coach di Concentrazione
pt_pt: Coach de Foco

source: Your Focus Coach
fr: Votre Coach de Concentration
it: Il Tuo Coach di Concentrazione
pt_pt: O Seu Coach de Foco

source: This Week's Insights
fr: Insights de Cette Semaine
it: Approfondimenti di Questa Settimana
pt_pt: Insights desta Semana

# analyzing_focus_patterns
source: Analyzing your focus patterns...
fr: Analyse de vos modèles de concentration...
it: Analisi dei tuoi modelli di concentrazione...
pt_pt: A analisar os seus padrões de foco...

# this_may_take_moment
source: This may take a moment
fr: Cela peut prendre un moment
it: Questo potrebbe richiedere un momento
pt_pt: Isto pode demorar um momento

source: Not enough data yet
fr: Pas encore assez de données
it: Non ci sono ancora abbastanza dati
pt_pt: Ainda não há dados suficientes

# complete_tasks_for_insights
source: Complete a few more tasks to unlock personalized insights
fr: Terminez quelques tâches de plus pour débloquer des insights personnalisés
it: Completa alcune attività in più per sbloccare approfondimenti personalizzati
pt_pt: Complete mais algumas tarefas para desbloquear insights personalizados

source: View Sample Insights
fr: Voir les Insights d'Exemple
it: Visualizza Approfondimenti di Esempio
pt_pt: Ver Insights de Exemplo

source: Refresh Insights
fr: Actualiser les Insights
it: Aggiorna Approfondimenti
pt_pt: Atualizar Insights

# upgrade_advanced_insights
source: Upgrade for Advanced Insights
fr: Mettre à niveau pour des Insights Avancés
it: Aggiorna per Approfondimenti Avanzati
pt_pt: Atualizar para Insights Avançados

source: 🌅 Peak Performance Window
fr: 🌅 Fenêtre de Performance Maximale
it: 🌅 Finestra di Prestazione Massima
pt_pt: 🌅 Janela de Performance Máxima

# productive_early_morning
source: You're %d%% more productive during %@
fr: Vous êtes %d%% plus productif pendant %@
it: Sei %d%% più produttivo durante %@
pt_pt: É %d%% mais produtivo durante %@

# schedule_important_tasks_early
source: Schedule your most important tasks between 6-9 AM
fr: Planifiez vos tâches les plus importantes entre 6h et 9h
it: Programma le tue attività più importanti tra le 6:00 e le 9:00
pt_pt: Agende as suas tarefas mais importantes entre as 6h e 9h

source: 🧘 Break Power Boost
fr: 🧘 Boost de Puissance de Pause
it: 🧘 Spinta di Potenza della Pausa
pt_pt: 🧘 Impulso de Poder da Pausa

# tasks_after_breaks_higher
source: Tasks after breaks have %d%% higher success rates
fr: Les tâches après les pauses ont %d%% de taux de réussite plus élevés
it: Le attività dopo le pause hanno %d%% di tassi di completamento più alti
pt_pt: As tarefas após pausas têm %d%% de taxas de conclusão mais altas

# schedule_breaks_before_tasks
source: Schedule 5-10 minute breaks before important tasks
fr: Planifiez des pauses de 5-10 minutes avant les tâches importantes
it: Programma pause di 5-10 minuti prima delle attività importanti
pt_pt: Agende pausas de 5-10 minutos antes de tarefas importantes

# based_on_tasks
source: Based on %d tasks
fr: Basé sur %d tâches
it: Basato su %d attività
pt_pt: Baseado em %d tarefas

source: Collapse
fr: Réduire
it: Comprimi
pt_pt: Colapsar

source: View Details
fr: Voir les détails
it: Visualizza dettagli
pt_pt: Ver detalhes

source: Recommendation
fr: Recommandation
it: Raccomandazione
pt_pt: Recomendação

source: Add to Reminders
fr: Ajouter aux rappels
it: Aggiungi ai promemoria
pt_pt: Adicionar aos lembretes

source: Time Pattern
fr: Modèle Temporel
it: Modello Temporale
pt_pt: Padrão Temporal

source: Duration
fr: Durée
it: Durata
pt_pt: Duração

source: Break Time
fr: Temps de Pause
it: Tempo di Pausa
pt_pt: Tempo de Pausa

source: Completion
fr: Réalisation
it: Completamento
pt_pt: Conclusão

source: Weekly Pattern
fr: Modèle Hebdomadaire
it: Modello Settimanale
pt_pt: Padrão Semanal

source: early morning
fr: tôt le matin
it: mattina presto
pt_pt: cedo de manhã

source: late morning
fr: tard le matin
it: mattina tardi
pt_pt: tarde de manhã

source: early afternoon
fr: tôt l'après-midi
it: pomeriggio presto
pt_pt: cedo da tarde

source: late afternoon
fr: tard l'après-midi
it: pomeriggio tardi
pt_pt: tarde da tarde

source: evening
fr: soirée
it: sera
pt_pt: tarde

source: night
fr: nuit
it: notte
pt_pt: noite

# time_6_9_am
source: 6-9 AM
fr: 6h-9h
pt_pt: 6h-9h

# time_9_am_12_pm
source: 9 AM-12 PM
fr: 9h-12h
pt_pt: 9h-12h

# time_12_3_pm
source: 12-3 PM
fr: 12h-15h
pt_pt: 12h-15h

# time_3_6_pm
source: 3-6 PM
fr: 15h-18h
pt_pt: 15h-18h

# time_6_9_pm
source: 6-9 PM
fr: 18h-21h
pt_pt: 18h-21h

# time_9_plus_pm
source: 9+ PM
fr: 21h+
pt_pt: 21h+

source: short (15-30 min)
fr: courte (15-30 min)
it: breve (15-30 min)
pt_pt: curta (15-30 min)

source: medium (30-60 min)
fr: moyenne (30-60 min)
it: media (30-60 min)
pt_pt: média (30-60 min)

source: long (1-2 hour)
fr: longue (1-2 heure)
it: lunga (1-2 ore)
pt_pt: longa (1-2 hora)

# extended_2_plus_hour
source: extended (2+ hours)
fr: étendue (2+ heures)
it: estesa (2+ ore)
pt_pt: estendida (2+ horas)

source: Break (Auto)
fr: Pause (Auto)
it: Pausa (Auto)
pt_pt: Pausa (Auto)

source: Room for Growth
fr: Place pour la Croissance
it: Spazio per la Crescita
pt_pt: Espaço para Crescimento

source: Catch-up Focus (Auto)
fr: Rattrapage de Concentration (Auto)
it: Recupero Concentrazione (Auto)
pt_pt: Recuperar Foco (Auto)

# more_productive_during_time
source: You're %d%% more productive during %@
fr: Vous êtes %d%% plus productif pendant %@
it: Sei %d%% più produttivo durante %@
pt_pt: É %d%% mais produtivo durante %@

# schedule_important_tasks_between
source: Schedule your most important tasks between %@
fr: Planifiez vos tâches les plus importantes entre %@
it: Programma le tue attività più importanti tra %@
pt_pt: Agende as suas tarefas mais importantes entre %@

# focus_drops_during_time
source: Your focus drops by %d%% during %@
fr: Votre concentration baisse de %d%% pendant %@
it: La tua concentrazione diminuisce del %d%% durante %@
pt_pt: O seu foco diminui %d%% durante %@

# schedule_breaks_admin_tasks
source: Consider scheduling breaks, admin tasks, or lighter work during %@
fr: Envisagez de planifier des pauses, des tâches administratives ou un travail plus léger pendant %@
it: Considera di programmare pause, attività amministrative o lavoro più leggero durante %@
pt_pt: Considere agendar pausas, tarefas administrativas ou trabalho mais leve durante %@

# complete_percentage_duration_tasks
source: You complete %d%% of %@ tasks
fr: Vous terminez %d%% des tâches %@
it: Completi %d%% delle attività %@
pt_pt: Conclui %d%% das tarefas %@

# break_longer_tasks_chunks
source: Try breaking longer tasks into %d-minute chunks
fr: Essayez de diviser les tâches plus longues en morceaux de %d minutes
it: Prova a dividere le attività più lunghe in blocchi di %d minuti
pt_pt: Tente dividir tarefas mais longas em blocos de %d minutos

# tasks_after_breaks_higher_completion
source: Tasks after breaks have %d%% higher completion rates
fr: Les tâches après les pauses ont %d%% de taux de réussite plus élevés
it: Le attività dopo le pause hanno %d%% di tassi di completamento più alti
pt_pt: As tarefas após pausas têm %d%% de taxas de conclusão mais altas

# schedule_breaks_before_important_tasks
source: Schedule 5-10 minute breaks before important tasks
fr: Planifiez des pauses de 5-10 minutes avant les tâches importantes
it: Programma pause di 5-10 minuti prima delle attività importanti
pt_pt: Agende pausas de 5-10 minutos antes de tarefas importantes

# completed_percentage_tasks_week
source: You completed %d%% of tasks this week (%d hrs focused)
fr: Vous avez terminé %d%% des tâches cette semaine (%d h concentré)
it: Hai completato %d%% delle attività questa settimana (%d h concentrate)
pt_pt: Concluiu %d%% das tarefas esta semana (%d h focado)

# great_momentum_increase_goals
source: Great momentum! Consider gradually increasing your daily focus goals
fr: Excellent élan ! Envisagez d'augmenter progressivement vos objectifs de concentration quotidiens
it: Ottimo slancio! Considera di aumentare gradualmente i tuoi obiettivi di concentrazione quotidiani
pt_pt: Excelente momento! Considere aumentar gradualmente os seus objetivos de foco diários

# away_from_completion_goal
source: You're %d%% away from your completion goal this week
fr: Vous êtes à %d%% de votre objectif de réalisation cette semaine
it: Sei al %d%% dal tuo obiettivo di completamento questa settimana
pt_pt: Está a %d%% do seu objetivo de conclusão desta semana

# reduce_task_durations_schedule_fewer
source: Try reducing task durations by 25%% or scheduling fewer tasks per day
fr: Essayez de réduire la durée des tâches de 25%% ou de planifier moins de tâches par jour
it: Prova a ridurre la durata delle attività del 25%% o a programmare meno attività al giorno
pt_pt: Tente reduzir a duração das tarefas em 25%% ou agendar menos tarefas por dia

# schedule_challenging_tasks_on_day
source: Schedule your most challenging tasks on %@s
fr: Planifiez vos tâches les plus difficiles les %@s
it: Programma le tue attività più impegnative nei %@s
pt_pt: Agende as suas tarefas mais desafiadoras às %@s

source: Loading...
fr: Chargement...
it: Caricamento...
pt_pt: A carregar...

source: Timeline
fr: Chronologie
it: Cronologia
pt_pt: Cronologia

source: Insights
fr: Aperçus
it: Approfondimenti
pt_pt: Perspetivas

# task_limit_reached
source: You've reached the limit of %d tasks for free users. Upgrade to Pro for unlimited tasks!
fr: Vous avez atteint la limite de %d tâches pour les utilisateurs gratuits. Passez à Pro pour des tâches illimitées !
it: Hai raggiunto il limite di %d attività per gli utenti gratuiti. Passa a Pro per attività illimitate!

source: Upgrade Now
fr: Passer à Pro
it: Passa a Pro

source: Maybe Later
fr: Peut-être plus tard
it: Forse più tardi

source: Unlimited tasks
fr: Tâches illimitées
it: Attività illimitate

# advanced_insights_recommendations
source: Advanced insights and recommendations
fr: Insights avancés et recommandations
it: Insights avanzati e raccomandazioni

source: Custom focus modes
fr: Modes de concentration personnalisés
it: Modalità di concentrazione personalizzate

source: Smart break suggestions
fr: Suggestions de pauses intelligentes
it: Suggerimenti intelligenti per le pause

source: Notifications
it: Notifiche
ja: 通知
pt_pt: Notificações

source: Version
it: Versione
ja: バージョン
pt_pt: Versão

# focus_concentration
source: Concentration
it: Concentrazione
ja: 集中力
pt_pt: Concentração de Foco

source: Version 1.0
it: Versione 1.0
ja: バージョン1.0
pt_pt: Versão 1.0

source: Minutes
it: Minuti
ja: 分
pt_pt: Minutos

# repeat_weekends
source: Weekends
it: Weekend
ja: 週末
pt_pt: Fins de semana

source: h
it: ore
ja: 時間

# insights_count
source: %d insights
it: %d approfondimenti

source: Impact
it: Impatto
pt_pt: Impacto

source: min
ja: 分

source: s
ja: 秒

# m
source: min
ja: 分
