Repository: juliofihdeldev/FocusAppiOS
Catalog: FocusZone/Resources/*.lproj/Localizable.strings
Languages: fr, it, ja, pt_pt

# welcome_message
source: Welcome to the Focus app
fr: Bienvenue dans l’application Focus
it: Benvenuto nell'app Focus
ja: Focusアプリへようこそ
pt_pt: Bem-vindo ao Focus App

source: Close
fr: Fermer
it: Chiudi
ja: 閉じる
pt_pt: Fechar

source: Today
fr: Aujourd’hui
it: Oggi
ja: 今日
pt_pt: Hoje

source: Enable
fr: Activer
it: Abilita
ja: 有効にする
pt_pt: Ativar

source: Later
fr: Plus tard
it: Più tardi
ja: 後で
pt_pt: Mais tarde

source: Active
fr: Actif
it: Attivo
ja: アクティブ
pt_pt: Ativo

source: now
fr: MAINTENANT
it: ORA
ja: 今
pt_pt: AGORA

source: LIVE
fr: EN DIRECT
it: IN DIRETTA
ja: ライブ
pt_pt: AO VIVO

source: Next
fr: SUIVANT
it: PROSSIMO
ja: 次
pt_pt: PRÓXIMO

source: Tasks
fr: tâches
it: attività
ja: タスク
pt_pt: tarefas

source: Create Task
fr: Créer une tâche
it: Crea Attività
ja: タスクを作成
pt_pt: Criar Tarefa

source: Update Task
fr: Modifier la tâche
it: Aggiorna Attività
ja: タスクを更新
pt_pt: Atualizar Tarefa

# no_tasks_today
source: No tasks for today
fr: Aucune tâche pour aujourd’hui
it: Nessuna attività per oggi
ja: 今日のタスクはありません
pt_pt: Nenhuma tarefa para hoje

# add_first_task
source: Tap the + button to create your first task
fr: Appuyez sur le bouton + pour créer votre première tâche
it: Tocca il pulsante + per creare la tua prima attività
ja: +ボタンをタップして最初のタスクを作成
pt_pt: Toque no botão + para criar sua primeira tarefa

source: All done!
fr: Tout est terminé !
it: Tutto fatto!
ja: 完了！
pt_pt: Tudo feito!

source: Great work today
fr: Beau travail aujourd’hui
it: Ottimo lavoro oggi
ja: 今日もお疲れ様でした
pt_pt: Ótimo trabalho hoje

source: No tasks
fr: Aucune tâche
it: Nessuna Attività
ja: タスクなし
pt_pt: Nenhuma Tarefa

source: Add some tasks
fr: Ajoutez des tâches
it: Aggiungi alcune attività
ja: タスクを追加してください
pt_pt: Adicione algumas tarefas

source: Focus
fr: Concentration
it: Concentrazione
ja: 集中
pt_pt: Foco

# today_focus
source: Today’s Focus
fr: Focus du jour
it: Concentrazione di Oggi
ja: 今日の集中
pt_pt: Foco de Hoje

source: Focus Mode
fr: Mode Concentration
it: Modalità Concentrazione
ja: 集中モード
pt_pt: Modo Foco

# suggested_focus_mode
source: Suggestion: %@ for %@
fr: Suggestion : %@ pour %@
it: Suggerimento: %@ per %@
ja: 提案：%@で%@
pt_pt: Sugestão: %@ para %@

# enable_notifications_title
source: Enable Notifications
fr: Activer les notifications
it: Abilita Notifiche
ja: 通知を有効にする
pt_pt: Ativar Notificações

# enable_notifications_message
source: Enable notifications to receive reminders for your tasks and stay focused!
fr: Activez les notifications pour recevoir des rappels et rester concentré !
it: Abilita le notifiche per ricevere promemoria per le tue attività e rimanere concentrato!
ja: タスクのリマインダーを受け取って集中を保つために通知を有効にしてください！
pt_pt: Ative as notificações para receber lembretes das suas tarefas e manter o foco!

source: Notifications disabled
fr: Notifications désactivées
it: Notifiche Disabilitate
ja: 通知が無効
pt_pt: Notificações Desativadas

# enable_notifications_description
source: Enable to receive task reminders
fr: Activez pour recevoir des rappels de tâches
it: Abilita per ricevere promemoria per le attività
ja: タスクのリマインダーを受け取るために有効にする
pt_pt: Ative para receber lembretes de tarefas

source: Upgrade to Pro
fr: Passer à Pro
it: Passa a Pro
ja: Proにアップグレード
pt_pt: Atualizar para Pro

source: Free Trial Active
fr: Essai gratuit actif
it: Prova gratuita attiva
ja: 無料トライアル中
pt_pt: Teste gratuito ativo

source: Next billing: %@
fr: Prochaine facturation : %@
it: Prossima fatturazione: %@
ja: 次回請求：%@
pt_pt: Próxima cobrança: %@

source: Limited features
fr: Fonctionnalités limitées
it: Funzionalità limitate
ja: 機能制限
pt_pt: Recursos limitados

# advanced_analytics_content
source: Advanced analytics
fr: Analyses avancées
it: Contenuto Analisi Avanzata
ja: 高度な分析コンテンツ
pt_pt: Conteúdo de Análise Avançada

source: Settings
fr: Paramètres
it: Impostazioni
ja: 設定
pt_pt: Configurações

source: Appearance
fr: Apparence
it: Aspetto
ja: 外観
pt_pt: Aparência

source: Language
fr: Langue
it: Lingua
ja: 言語
pt_pt: Idioma

source: Data
fr: Données
it: Dati
ja: データ
pt_pt: Dados

source: About
fr: À propos
it: Informazioni
ja: について
pt_pt: Sobre

source: Dark Mode
fr: Mode sombre
it: Modalità Scura
ja: ダークモード
pt_pt: Modo Escuro

# switch_light_dark_themes
source: Switch between light and dark themes
fr: Basculer entre le thème clair et sombre
it: Passa tra temi chiari e scuri
ja: ライトテーマとダークテーマを切り替え
pt_pt: Alternar entre temas claro e escuro

source: Task Reminders
fr: Rappels de tâches
it: Promemoria Attività
ja: タスクリマインダー
pt_pt: Lembretes de Tarefas

# get_notified_tasks_starting
source: Get notified when tasks are starting
fr: Recevez une notification lorsque les tâches commencent
it: Ricevi notifiche quando le attività iniziano
ja: タスクが開始する際に通知を受け取る
pt_pt: Receba notificações quando as tarefas começarem

source: Clear All Data
fr: Effacer toutes les données
it: Cancella Tutti i Dati
ja: すべてのデータをクリア
pt_pt: Limpar Todos os Dados

# reset_all_tasks_settings
source: Reset all tasks and settings
fr: Réinitialiser toutes les tâches et paramètres
it: Ripristina tutte le attività e impostazioni
ja: すべてのタスクと設定をリセット
pt_pt: Redefinir todas as tarefas e configurações

source: Contact & Support
fr: Contacter le support
it: Contatta Supporto
ja: サポートに連絡
pt_pt: Contatar Suporte

# get_help_send_feedback
source: Get help and send feedback
fr: Obtenir de l'aide ou envoyer des commentaires
it: Ottieni aiuto o invia feedback
ja: ヘルプを取得またはフィードバックを送信
pt_pt: Obtenha ajuda ou envie feedback

source: Built with SwiftUI
fr: Conçu avec SwiftUI
it: Costruito con SwiftUI
ja: SwiftUIで構築
pt_pt: Construído com SwiftUI

# focus_helps_stay_focused
source: Focus helps you stay focused
fr: Focus vous aide à rester concentré
it: Focus ti aiuta a rimanere concentrato
ja: Focusは集中を保つのに役立ちます
pt_pt: Focus ajuda você a manter o foco

source: Stay focused, achieve more
fr: Restez concentré, accomplissez davantage
it: Rimani concentrato, ottieni di più
ja: 集中を保ち、より多くを達成
pt_pt: Mantenha o foco, alcance mais

source: Subscription
fr: Abonnement
it: Abbonamento
ja: サブスクリプション
pt_pt: Assinatura

source: Restore Purchases
fr: Restaurer les achats
it: Ripristina Acquisti
ja: 購入を復元
pt_pt: Restaurar Compras

# restore_subscription_device
source: Restore subscription on this device
fr: Restaurer l'abonnement sur cet appareil
it: Ripristina abbonamento su questo dispositivo
ja: このデバイスでサブスクリプションを復元
pt_pt: Restaurar assinatura neste dispositivo

source: Manage Subscription
fr: Gérer l'abonnement
it: Gestisci Abbonamento
ja: サブスクリプションを管理
pt_pt: Gerenciar Assinatura

# change_cancel_subscription
source: Change or cancel subscription
fr: Modifier ou annuler l'abonnement
it: Modifica o cancella abbonamento
ja: サブスクリプションを変更またはキャンセル
pt_pt: Alterar ou cancelar assinatura

source: Unlock all features
fr: Débloquer toutes les fonctionnalités
it: Sblocca tutte le funzionalità
ja: すべての機能をアンロック
pt_pt: Desbloquear todos os recursos

source: iCloud Sync
fr: Synchronisation iCloud
it: Sincronizzazione iCloud
ja: iCloud同期
pt_pt: Sincronização iCloud

# unlock_all_features_boost_productivity
source: Unlock all features and boost your productivity
fr: Débloquez toutes les fonctionnalités et boostez votre productivité
it: Sblocca tutte le funzionalità e aumenta la tua produttività
ja: すべての機能をアンロックして生産性を向上
pt_pt: Desbloqueie todos os recursos e aumente sua produtividade

# restore_subscription_another_device
source: Restore your subscription from another device
fr: Restaurer votre abonnement depuis un autre appareil
it: Ripristina il tuo abbonamento da un altro dispositivo
ja: 別のデバイスからサブスクリプションを復元
pt_pt: Restaurar sua assinatura de outro dispositivo

# change_cancel_your_subscription
source: Change or cancel your subscription
fr: Modifier ou annuler votre abonnement
it: Modifica o cancella il tuo abbonamento
ja: サブスクリプションを変更またはキャンセル
pt_pt: Alterar ou cancelar sua assinatura

# clear_all_data_confirmation
source: Clear All Data
fr: Effacer toutes les données
it: Cancella Tutti i Dati
ja: すべてのデータをクリア
pt_pt: Limpar Todos os Dados

# clear_all_data_warning
source: This will permanently delete all tasks, settings, and app data. This action cannot be undone.
fr: Cela supprimera définitivement toutes les tâches, paramètres et données de l'application. Cette action ne peut pas être annulée.
it: Questo eliminerà definitivamente tutte le attività, impostazioni e dati dell'app. Questa azione non può essere annullata.
ja: これにより、すべてのタスク、設定、アプリデータが永続的に削除されます。この操作は元に戻せません。
pt_pt: Isso excluirá permanentemente todas as tarefas, configurações e dados do aplicativo. Esta ação não pode ser desfeita.

source: Cancel
fr: Annuler
it: Annulla
ja: キャンセル
pt_pt: Cancelar

source: Data Cleared
fr: Données effacées
it: Dati Cancellati
ja: データがクリアされました
pt_pt: Dados Limpos

# all_data_successfully_cleared
source: All data has been successfully cleared. The app will now restart to apply changes.
fr: Toutes les données ont été effacées avec succès. L'application va maintenant redémarrer pour appliquer les changements.
it: Tutti i dati sono stati cancellati con successo. L'app si riavvierà per applicare le modifiche.
ja: すべてのデータが正常にクリアされました。アプリは変更を適用するために再起動されます。
pt_pt: Todos os dados foram limpos com sucesso. O aplicativo será reiniciado para aplicar as alterações.

source: Error clearing data: %@
fr: Erreur lors de l'effacement des données : %@
it: Errore durante la cancellazione dei dati: %@
ja: データのクリア中にエラーが発生しました：%@
pt_pt: Erro ao limpar dados: %@

source: About Us
fr: À propos de nous
it: Chi Siamo
ja: 私たちについて
pt_pt: Sobre Nós

source: Done
fr: Terminé
it: Fatto
ja: 完了
pt_pt: Concluído

# about_focuszen_plus
source: About FocusZen+
fr: À propos de FocusZen+
it: Informazioni su FocusZen+
ja: FocusZen+について
pt_pt: Sobre FocusZen+

# focuszen_plus_description
source: FocusZen+ is your personal productivity companion designed to help you stay focused, manage tasks efficiently, and achieve your goals with smart time management and distraction-free work sessions.
fr: FocusZen+ est votre compagnon de productivité personnel conçu pour vous aider à rester concentré, gérer les tâches efficacement et atteindre vos objectifs grâce à une gestion intelligente du temps et des sessions de travail sans distraction.
it: FocusZen+ è il tuo compagno di produttività personale progettato per aiutarti a rimanere concentrato, gestire le attività in modo efficiente e raggiungere i tuoi obiettivi attraverso una gestione intelligente del tempo e sessioni di lavoro senza distrazioni.
ja: FocusZen+は、インテリジェントな時間管理と集中を妨げない作業セッションを通じて、集中を保ち、タスクを効率的に管理し、目標を達成するのに役立つ個人向け生産性コンパニオンです。
pt_pt: FocusZen+ é seu companheiro de produtividade pessoal projetado para ajudá-lo a manter o foco, gerenciar tarefas com eficiência e alcançar seus objetivos através de gerenciamento inteligente de tempo e sessões de trabalho sem distrações.

source: Our Mission
fr: Notre mission
it: La Nostra Missione
ja: 私たちの使命
pt_pt: Nossa Missão

# our_mission_description
source: Empower individuals to take control of their time, eliminate distractions, and create meaningful progress in personal and professional life through focused work sessions and intelligent task management.
fr: Donner aux individus les moyens de prendre le contrôle de leur temps, d'éliminer les distractions et de créer des progrès significatifs dans leur vie personnelle et professionnelle grâce à des sessions de travail concentrées et une gestion intelligente des tâches.
it: Dare agli individui i mezzi per prendere il controllo del loro tempo, eliminare le distrazioni e creare progressi significativi nelle loro vite personali e professionali attraverso sessioni di lavoro concentrate e gestione intelligente delle attività.
ja: 個人が時間をコントロールし、気を散らすものを排除し、集中した作業セッションとインテリジェントなタスク管理を通じて、個人生活と職業生活で意味のある進歩を創造する力を与えることです。
pt_pt: Capacitar indivíduos a assumir o controle de seu tempo, eliminar distrações e criar progresso significativo em suas vidas pessoais e profissionais através de sessões de trabalho focadas e gerenciamento inteligente de tarefas.

source: Key Features
fr: Fonctionnalités clés
it: Caratteristiche Principali
ja: 主要機能
pt_pt: Recursos Principais

source: Focus Sessions
fr: Sessions de concentration
it: Sessioni di Concentrazione
ja: 集中セッション
pt_pt: Sessões de Foco

# focus_sessions_description
source: Dedicated time blocks for deep work
fr: Blocs de temps dédiés au travail approfondi
it: Blocchi di tempo dedicati per il lavoro profondo
ja: 深い作業のための専用時間ブロック
pt_pt: Blocos de tempo dedicados para trabalho profundo

# ai_powered_insights
source: AI-powered insights from your tasks
fr: Aperçus alimentés par l'IA
it: Approfondimenti Alimentati dall'IA
ja: AI駆動の洞察
pt_pt: Insights Alimentados por IA

# ai_powered_insights_description
source: Smart suggestions for better productivity
fr: Suggestions intelligentes pour une meilleure productivité
it: Suggerimenti intelligenti per una migliore produttività
ja: より良い生産性のためのスマートな提案
pt_pt: Sugestões inteligentes para melhor produtividade

source: Smart Notifications
fr: Notifications intelligentes
it: Notifiche Intelligenti
ja: スマート通知
pt_pt: Notificações Inteligentes

# smart_notifications_description
source: Intelligent reminders that don’t interrupt
fr: Rappels intelligents qui n'interrompent pas
it: Promemoria intelligenti che non interrompono
ja: 中断しないインテリジェントなリマインダー
pt_pt: Lembretes inteligentes que não interrompem

source: Progress Tracking
fr: Suivi des progrès
it: Monitoraggio Progressi
ja: 進捗追跡
pt_pt: Acompanhamento de Progresso

# progress_tracking_description
source: Visual insights into your productivity
fr: Aperçus visuels de votre productivité
it: Approfondimenti visivi sulla tua produttività
ja: 生産性に関する視覚的な洞察
pt_pt: Insights visuais sobre sua produtividade

source: Customizable Focus Modes
fr: Modes de concentration personnalisables
it: Modalità di Concentrazione Personalizzabili
ja: カスタマイズ可能な集中モード
pt_pt: Modos de Foco Personalizáveis

# customizable_focus_modes_description
source: Settings tailored for different types of work
fr: Paramètres adaptés à différents types de travail
it: Impostazioni su misura per diversi tipi di lavoro
ja: 異なる作業タイプに合わせた設定
pt_pt: Configurações adaptadas para diferentes tipos de trabalho

source: Built with
fr: Conçu avec
it: Costruito Con
ja: 構築に使用
pt_pt: Construído Com

# core_data_persistence
source: • Core Data for persistence
fr: • Core Data pour la persistance
it: • Core Data per la persistenza
ja: • 永続化のためのCore Data
pt_pt: • Core Data para persistência

# widgetkit_home_screen
source: • WidgetKit for home screen widgets
fr: • WidgetKit pour les widgets de l'écran d'accueil
it: • WidgetKit per widget della schermata principale
ja: • ホーム画面ウィジェット用のWidgetKit
pt_pt: • WidgetKit para widgets da tela inicial

# localization_global_users
source: • Localization for global users
fr: • Localisation pour les utilisateurs mondiaux
it: • Localizzazione per utenti globali
ja: • グローバルユーザー向けのローカライゼーション
pt_pt: • Localização para usuários globais

source: Get in Touch
fr: Nous contacter
it: Mettiti in Contatto
ja: お問い合わせ
pt_pt: Entre em Contato

# made_with_love_productivity
source: Made with ❤️ for productivity
fr: Fait avec ❤️ pour la productivité
it: Fatto con ❤️ per la produttività
ja: 生産性のために❤️で作られました
pt_pt: Feito com ❤️ para produtividade

# contact_support_description
source: We're here to help! Contact our support team or send us your feedback.
fr: Nous sommes là pour vous aider ! Contactez notre équipe de support ou envoyez-nous vos commentaires.
it: Siamo qui per aiutarti! Mettiti in contatto con il nostro team di supporto o inviaci feedback.
ja: お手伝いします！サポートチームにお問い合わせいただくか、フィードバックをお送りください。
pt_pt: Estamos aqui para ajudar! Entre em contato com nossa equipe de suporte ou envie-nos feedback.

source: Support Options
fr: Options de support
it: Opzioni di Supporto
ja: サポートオプション
pt_pt: Opções de Suporte

source: Email Support
fr: Support par email
it: Supporto Email
ja: メールサポート
pt_pt: Suporte por Email

source: Get help via email
fr: Obtenir de l'aide par email
it: Ottieni aiuto via email
ja: メールでヘルプを取得
pt_pt: Obtenha ajuda por email

source: Website
fr: Site web
it: Sito Web
ja: ウェブサイト
pt_pt: Site

# visit_website_help
source: Visit our website for help
fr: Visitez notre site web pour obtenir de l'aide
it: Visita il nostro sito web per aiuto
ja: ヘルプのためにウェブサイトをご覧ください
pt_pt: Visite nosso site para obter ajuda

source: FAQ & Help Center
fr: FAQ & Centre d'aide
it: FAQ & Centro Aiuto
ja: FAQ & ヘルプセンター
pt_pt: FAQ & Centro de Ajuda

# find_answers_common_questions
source: Find answers to common questions
fr: Trouvez des réponses aux questions courantes
it: Trova risposte a domande comuni
ja: よくある質問の答えを見つける
pt_pt: Encontre respostas para perguntas comuns

source: Send Feedback
fr: Envoyer des commentaires
it: Invia Feedback
ja: フィードバックを送信
pt_pt: Enviar Feedback

source: Rate App
fr: Évaluer l'application
it: Valuta l'App
ja: アプリを評価
pt_pt: Avaliar o App

# share_experience_app_store
source: Share your experience on the App Store
fr: Partagez votre expérience sur l'App Store
it: Condividi la tua esperienza sull'App Store
ja: App Storeで体験を共有
pt_pt: Compartilhe sua experiência na App Store

source: Feature Request
fr: Demande de fonctionnalité
it: Richiesta Funzionalità
ja: 機能リクエスト
pt_pt: Solicitar Recurso

# suggest_new_features_improvements
source: Suggest new features or improvements
fr: Suggérez de nouvelles fonctionnalités ou améliorations
it: Suggerisci nuove funzionalità o miglioramenti
ja: 新しい機能や改善を提案
pt_pt: Sugira novos recursos ou melhorias

# report_bug
source: Report a Bug
fr: Signaler un bug
it: Segnala Bug
ja: バグを報告
pt_pt: Reportar Bug

# help_us_fix_issues
source: Help us fix issues you encounter
fr: Aidez-nous à résoudre les problèmes que vous rencontrez
it: Aiutaci a risolvere i problemi che incontri
ja: 遭遇した問題の修正を支援
pt_pt: Ajude-nos a corrigir problemas que você encontrar

source: Response Time
fr: Temps de réponse
it: Tempo di Risposta
ja: 応答時間
pt_pt: Tempo de Resposta

# response_time_description
source: We usually reply within 24 hours on business days
fr: Nous répondons généralement dans les 24 heures pendant les jours ouvrables
it: Di solito rispondiamo entro 24 ore durante i giorni lavorativi
ja: 通常、営業日中の24時間以内に応答いたします
pt_pt: Geralmente respondemos em 24 horas durante dias úteis

# long_task_stretch
source: Long task - stretch break recommended
fr: Tâche longue - pause d’étirement recommandée

# quick_snack_time
source: Perfect time for a quick snack
fr: Moment idéal pour une collation rapide

# movement_opportunity
source: Great opportunity to move around
fr: Bonne occasion de bouger

# proper_rest_break
source: Time for a proper rest break
fr: Il est temps de faire une vraie pause

# stay_hydrated
source: Stay hydrated for optimal focus
fr: Restez hydraté pour une concentration optimale

# working_streak
source: You've been working for %@ hours - time to move!
fr: Vous travaillez depuis %@ heures - il est temps de bouger !

# intense_work_rest
source: Intense session - rest will help you recharge
fr: Session intense - le repos vous aidera à recharger

# mental_break_time
source: Perfect time for a mental break
fr: Moment parfait pour une pause mentale

# lunch_break
source: Fuel up with a lunch break
fr: Faites le plein d’énergie avec une pause déjeuner

# fresh_air_break
source: Some fresh air will clear your mind
fr: Un peu d’air frais clarifiera votre esprit

# eye_break
source: Give your eyes a break from the screen
fr: Reposez vos yeux de l’écran

# social_connection
source: Connect with others to boost your mood
fr: Connectez-vous aux autres pour améliorer votre humeur

source: No active task
fr: Aucune tâche active

# time_up
source: Time's up!
fr: Le temps est écoulé !

# widget_description
source: This is an example widget.
fr: Ceci est un exemple de widget.

source: Favorite emoji
fr: Emoji préféré

source: World
fr: Monde

source: Focus Tracker
fr: Suivi de concentration

# widget_description_long
source: Stay focused with your current and upcoming tasks at a glance.
fr: Restez concentré avec vos tâches en cours et à venir en un coup d’œil.

source: Timer
fr: Minuteur

# timer_on
source: On
fr: Activé

# timer_off
source: Off
fr: Désactivé

source: Start Timer
fr: Démarrer le minuteur

source: Timer Name Configuration
fr: Configuration du nom du minuteur

source: Timer Name
fr: Nom du minuteur

# start_timer_action
source: Start a timer
fr: Démarrer un minuteur

source: Timer is running
fr: Le minuteur est en cours

source: Work
fr: Travail

source: Exercise
fr: Exercice

source: Deep Work Session
fr: Session de travail profond

source: Team Meeting
fr: Réunion d’équipe

source: Morning Exercise
fr: Exercice matinal

source: Code Review
fr: Revue de code

# percentage_complete
source: %@% complete
fr: %@% terminé

source: Time remaining
fr: Temps restant

source: Time until start
fr: Temps avant le début

# formatted_time_range
source: Time range
fr: Plage horaire

# formatted_start_time
source: Start time
fr: Heure de début

# failed_load_products
source: Failed to load products: %@
fr: Échec du chargement des produits : %@

source: Product not available
fr: Produit non disponible

source: Purchase failed: %@
fr: Échec de l’achat : %@

# no_active_subscription
source: No active subscription found
fr: Aucun abonnement actif trouvé

# failed_restore_purchases
source: Failed to restore purchases: %@
fr: Échec de la restauration des achats : %@

source: Language Selection
fr: Sélection de la langue
it: Selezione Lingua
ja: 言語選択
pt_pt: Seleção de Idioma

source: System Default
fr: Par défaut du système
it: Predefinito di sistema
ja: システムデフォルト
pt_pt: Padrão do sistema

# language_change_restart_required
source: Language change requires restart
fr: Le changement de langue nécessite un redémarrage
it: Cambio Lingua Richiede Riavvio
ja: 言語変更には再起動が必要です
pt_pt: Mudança de Idioma Requer Reinicialização

# language_change_restart_message
source: The app needs to restart to apply the language change. Would you like to restart now or later?
fr: L'application doit redémarrer pour appliquer le changement de langue. Voulez-vous redémarrer maintenant ou plus tard ?
it: L'app deve essere riavviata per applicare il cambio di lingua. Vuoi riavviare ora o più tardi?
ja: 言語変更を適用するにはアプリを再起動する必要があります。今すぐ再起動しますか、それとも後でしますか？
pt_pt: O aplicativo precisa ser reiniciado para aplicar a mudança de idioma. Deseja reiniciar agora ou mais tarde?

source: Restart Now
fr: Redémarrer maintenant
it: Riavvia Ora
ja: 今すぐ再起動
pt_pt: Reiniciar Agora

source: Restart Later
fr: Redémarrer plus tard
it: Riavvia Più Tardi
ja: 後で再起動
pt_pt: Reiniciar Mais Tarde

source: New Task
fr: Nouvelle tâche
it: Nuova Attività
ja: 新しいタスク
pt_pt: Nova Tarefa

source: Task Title
fr: Titre de la tâche
it: Titolo attività
ja: タスクのタイトル
pt_pt: Título da tarefa

source: When?
fr: Quand ?
it: Quando?
ja: いつ？
pt_pt: Quando?

source: More...
fr: Plus...
it: Altro...
ja: もっと...
pt_pt: Mais...

source: Quick Select
fr: Sélection rapide
it: Selezione Rapida
ja: クイック選択
pt_pt: Seleção Rápida

source: Tomorrow
fr: Demain
it: Domani
ja: 明日
pt_pt: Amanhã

source: Next Week
fr: Semaine prochaine
it: Prossima Settimana
ja: 来週
pt_pt: Próxima Semana

source: Select Date
fr: Sélectionner la date
it: Seleziona Data
ja: 日付を選択
pt_pt: Selecionar Data

source: Select Time
fr: Sélectionner l'heure
it: Seleziona Ora
ja: 時間を選択
pt_pt: Selecionar Hora

source: Change
fr: Modifier
it: Cambia
ja: 変更
pt_pt: Alterar

source: How long?
fr: Combien de temps ?
it: Quanto tempo?
ja: どのくらいの時間？
pt_pt: Quanto tempo?

source: Hide
fr: Masquer
it: Nascondi
ja: 隠す
pt_pt: Ocultar

source: Custom...
fr: Personnalisé...
it: Personalizzato...
ja: カスタム...
pt_pt: Personalizado...

source: Select Duration
fr: Sélectionner la durée
it: Seleziona Durata
ja: 時間を選択
pt_pt: Selecionar Duração

source: Set
fr: Définir
it: Imposta
ja: 設定
pt_pt: Definir
